xml/request/bog_danmark_landogby.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>01112775|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>Danmark</dc:title>
    <dc:title xsi:type="dkdcplus:full">Danmark : land og by</dc:title>
    <dcterms:alternative>town and country la ville et la campagne el campo y la ciudad Stadt und Land</dcterms:alternative>
    <dc:creator xsi:type="dkdcplus:aut">Inga Aistrup</dc:creator>
    <dc:creator xsi:type="oss:sort">Aistrup, Inga</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">46</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Danmark</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCO">billedværker</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCO">fotografier</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dkdcplus:version>6. oplag</dkdcplus:version>
    <dc:publisher>Høst</dc:publisher>
    <dc:date>1988</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dc:format>alle illustreret i farver</dc:format>
    <dcterms:extent>VII, 72 sider</dcterms:extent>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-14-28697-1</dc:identifier>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-14-28462-6</dc:identifier>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-14-28184-8</dc:identifier>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-14-27784-0</dc:identifier>
    <dc:identifier xsi:type="dkdcplus:ISBN">87-14-27451-5</dc:identifier>
    <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
    <dc:language>Flere sprog</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">ger</dc:language>
    <dc:language>Tysk</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">fre</dc:language>
    <dc:language>Fransk</dc:language>
    <dc:language xsi:type="dcterms:ISO639-2">spa</dc:language>
    <dc:language>Spansk</dc:language>
    <dcterms:spatial xsi:type="dkdcplus:DBCF">Danmark</dcterms:spatial>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">01112775</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20010128224732</marcx:subfield>
        <marcx:subfield code="d">19760502</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="o">c</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="u">r</marcx:subfield>
        <marcx:subfield code="a">1974</marcx:subfield>
        <marcx:subfield code="z">1988</marcx:subfield>
        <marcx:subfield code="b">dk</marcx:subfield>
        <marcx:subfield code="d">z</marcx:subfield>
        <marcx:subfield code="l">mul</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="a">87-14-28697-1</marcx:subfield>
        <marcx:subfield code="c">hf.</marcx:subfield>
        <marcx:subfield code="d">kr. 88,00</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="a">87-14-28462-6</marcx:subfield>
        <marcx:subfield code="b">4. oplag</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="a">87-14-28184-8</marcx:subfield>
        <marcx:subfield code="b">3. oplag</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="a">87-14-27784-0</marcx:subfield>
        <marcx:subfield code="b">2. oplag</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="021" ind1="0" ind2="0">
        <marcx:subfield code="a">87-14-27451-5</marcx:subfield>
        <marcx:subfield code="b">1. oplag</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="032" ind1="0" ind2="0">
        <marcx:subfield code="a">DBF198818</marcx:subfield>
        <marcx:subfield code="x">SFD198818</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="038" ind1="0" ind2="0">
        <marcx:subfield code="a">st</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="041" ind1="0" ind2="0">
        <marcx:subfield code="p">dan</marcx:subfield>
        <marcx:subfield code="p">eng</marcx:subfield>
        <marcx:subfield code="p">ger</marcx:subfield>
        <marcx:subfield code="p">fre</marcx:subfield>
        <marcx:subfield code="p">spa</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="100" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Aistrup</marcx:subfield>
        <marcx:subfield code="h">Inga</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">Danmark</marcx:subfield>
        <marcx:subfield code="c">\land og by\</marcx:subfield>
        <marcx:subfield code="s">town and country</marcx:subfield>
        <marcx:subfield code="s">la ville et la campagne</marcx:subfield>
        <marcx:subfield code="s">el campo y la ciudad</marcx:subfield>
        <marcx:subfield code="s">Stadt und Land</marcx:subfield>
        <marcx:subfield code="e">[redaktion og tekst]: Inga Aistrup</marcx:subfield>
        <marcx:subfield code="f">[tekstoversættelser af: Paula Hostrup-Jessen (engelsk) ... [et al.]]</marcx:subfield>
        <marcx:subfield code="ø">Land og by</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="250" ind1="0" ind2="0">
        <marcx:subfield code="x">6. oplag</marcx:subfield>
        <marcx:subfield code="b">÷</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">Kbh.</marcx:subfield>
        <marcx:subfield code="b">Høst</marcx:subfield>
        <marcx:subfield code="k">Rosendahls Bogtrykkeri, Esbjerg</marcx:subfield>
        <marcx:subfield code="c">1988</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="a">VII, 72 sider</marcx:subfield>
        <marcx:subfield code="b">alle ill. i farver</marcx:subfield>
        <marcx:subfield code="c">30 cm</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="505" ind1="0" ind2="0">
        <marcx:subfield code="a">Fotografisk billedværk</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="508" ind1="0" ind2="0">
        <marcx:subfield code="a">Dansk, engelsk, tysk, fransk og spansk tekst</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="520" ind1="0" ind2="0">
        <marcx:subfield code="a">Tidligere: 1. udgave. 1974</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">46</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="e">Danmark</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="o">fotografier</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="o">billedværker</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">DBC</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Danmark&amp;rft.aulast=Aistrup&amp;rft.aufirst=Inga&amp;rft.auinit=I&amp;rft.date=1988&amp;rft.isbn=87-14-27451-5&amp;rft.pub=Høst&amp;rft.edition=6.+oplag&amp;rft.genre=book</oss:openurl>
<os:identifier>870970-basis:01112775</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
